---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CantCopyStairsLevelHeightNotMatchInMS
source: html/ab95bf64-343f-a01c-b4a4-cea435e98957.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CantCopyStairsLevelHeightNotMatchInMS Property

Can't copy stairs in Multistory Stairs due to level height doesn't match.

## Syntax (C#)
```csharp
public static FailureDefinitionId CantCopyStairsLevelHeightNotMatchInMS { get; }
```